IdeaRS.OpenModel.SteelSetupAUS
Steel setup IBC class

IdeaRS.OpenModel.SteelSetupAUS.Structural_Fi
Safety factor Structural_Fi

IdeaRS.OpenModel.SteelSetupAUS.Bolt_Fib
Safety factor Bolt_Fib

IdeaRS.OpenModel.SteelSetupAUS.Bolt_Fip
Safety factor preloaded bolt

IdeaRS.OpenModel.SteelSetupAUS.Weld_Fiw
Safety factor Weld_Fiw

IdeaRS.OpenModel.SteelSetupAUS.Anchor_Fiar
Safety factor Anchor_Fiar

IdeaRS.OpenModel.SteelSetupAUS.CrtBearing
Concrete bearing factor